IdeaRS.Connections
ConcreteBlockData.BasePlateContactThickness Property
Compatible with IDEA StatiCa 0.0
 Mortar thickness
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BasePlateContactThickness { get; set; }
Property Value
Type: Double
See Also
Reference
ConcreteBlockData Class
IdeaRS.Connections.Data Namespace